---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeDistanceAxis
source: html/e9a0cde5-c1b0-0193-ea9d-f68cc237353d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeDistanceAxis Property

"Distance from axis"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCopeDistanceAxis { get; }
```